Repository: hubertik1/TrustMap-app
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, uk

# ui.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pl: Potwierdź
pt: Confirmar
uk: Підтвердити

# ui.confirm_cancel_request
source: Cancel request?
de: Anfrage zurückziehen?
es: ¿Cancelar solicitud?
fr: Annuler la demande ?
it: Annullare la richiesta?
pl: Anulować zaproszenie?
pt: Cancelar pedido?
uk: Скасувати запит?

# ui.confirm_delete_account
source: Delete Account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
it: Eliminare l’account?
pl: Usunąć konto?
pt: Eliminar conta?
uk: Видалити обліковий запис?

# ui.confirm_delete_category
source: Delete category?
de: Kategorie löschen?
es: ¿Eliminar categoría?
fr: Supprimer la catégorie ?
it: Eliminare la categoria?
pl: Usunąć kategorię?
pt: Eliminar categoria?
uk: Видалити категорію?

# ui.confirm_discard_changes
source: Discard changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Abandonner les modifications ?
it: Scartare le modifiche?
pl: Odrzucić zmiany?
pt: Descartar alterações?
uk: Відхилити зміни?

# ui.confirm_sign_out
source: Sign Out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Uscire?
pl: Wylogować się?
pt: Terminar sessão?
uk: Вийти?

# ui.confirm_unblock_user
source: Unblock %@?
de: %@ entsperren?
es: ¿Desbloquear a %@?
fr: Débloquer %@ ?
it: Sbloccare %@?
pl: Odblokować %@?
pt: Desbloquear %@?
uk: Розблокувати %@?

# ui.contact_support
source: Contact support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l’assistance
it: Contatta l’assistenza
pl: Kontakt z pomocą
pt: Contactar o suporte
uk: Зв’язатися з підтримкою

# ui.could_not_connect_to_the_server
source: Could not connect to the server.
de: Verbindung zum Server fehlgeschlagen.
es: No se pudo conectar con el servidor.
fr: Impossible de se connecter au serveur.
it: Impossibile connettersi al server.
pl: Nie udało się połączyć z serwerem.
pt: Não foi possível ligar ao servidor.
uk: Не вдалося з’єднатися із сервером.

# ui.couldn_t_block_user
source: Couldn't Block User
de: Nutzer konnte nicht blockiert werden
es: No se pudo bloquear al usuario
fr: Impossible de bloquer l’utilisateur
it: Impossibile bloccare l’utente
pl: Nie udało się zablokować użytkownika
pt: Não foi possível bloquear o utilizador
uk: Не вдалося заблокувати користувача

# ui.couldn_t_delete_your_account_please_check_your_connection_and_try_again
source: Couldn’t delete your account. Please check your connection and try again.
de: Dein Konto konnte nicht gelöscht werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo eliminar tu cuenta. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible de supprimer votre compte. Vérifiez votre connexion et réessayez.
it: Impossibile eliminare il tuo account. Controlla la connessione e riprova.
pl: Nie udało się usunąć konta. Sprawdź połączenie i spróbuj ponownie.
pt: Não foi possível eliminar a tua conta. Verifica a ligação e tenta novamente.
uk: Не вдалося видалити обліковий запис. Перевірте з’єднання та спробуйте знову.

# ui.couldn_t_load_all_reviews
source: Couldn't load all reviews
de: Nicht alle Bewertungen konnten geladen werden
es: No se pudieron cargar todas las reseñas
fr: Impossible de charger tous les avis
it: Impossibile caricare tutte le recensioni
pl: Nie udało się wczytać wszystkich opinii
pt: Não foi possível carregar todas as avaliações
uk: Не вдалося завантажити всі відгуки

# ui.couldn_t_load_recent_places
source: Couldn't load recent places
de: Letzte Orte konnten nicht geladen werden
es: No se pudieron cargar los lugares recientes
fr: Impossible de charger les lieux récents
it: Impossibile caricare i luoghi recenti
pl: Nie udało się wczytać ostatnich miejsc
pt: Não foi possível carregar os locais recentes
uk: Не вдалося завантажити нещодавні місця

# ui.couldn_t_load_the_selected_photo_try_another_image
source: Couldn't load the selected photo. Try another image.
de: Das ausgewählte Foto konnte nicht geladen werden. Probiere ein anderes.
es: No se pudo cargar la foto seleccionada. Prueba otra imagen.
fr: Impossible de charger la photo sélectionnée. Essayez une autre image.
it: Impossibile caricare la foto selezionata. Prova un’altra immagine.
pl: Nie udało się wczytać wybranego zdjęcia. Wybierz inne.
pt: Não foi possível carregar a foto selecionada. Experimenta outra imagem.
uk: Не вдалося завантажити вибране фото. Спробуйте інше зображення.

# ui.couldn_t_open_notification
source: Couldn't open notification
de: Mitteilung konnte nicht geöffnet werden
es: No se pudo abrir la notificación
fr: Impossible d’ouvrir la notification
it: Impossibile aprire la notifica
pl: Nie udało się otworzyć powiadomienia
pt: Não foi possível abrir a notificação
uk: Не вдалося відкрити сповіщення

# ui.couldn_t_prepare_photo_try_another_image
source: Couldn't prepare photo. Try another image.
de: Das Foto konnte nicht vorbereitet werden. Probiere ein anderes.
es: No se pudo preparar la foto. Prueba otra imagen.
fr: Impossible de préparer la photo. Essayez une autre image.
it: Impossibile preparare la foto. Prova un’altra immagine.
pl: Nie udało się przygotować zdjęcia. Wybierz inne.
pt: Não foi possível preparar a foto. Experimenta outra imagem.
uk: Не вдалося підготувати фото. Спробуйте інше зображення.

# ui.couldn_t_refresh_activity
source: Couldn't refresh activity
de: Aktivität konnte nicht aktualisiert werden
es: No se pudo actualizar la actividad
fr: Impossible d’actualiser l’activité
it: Impossibile aggiornare l’attività
pl: Nie udało się odświeżyć aktywności
pt: Não foi possível atualizar a atividade
uk: Не вдалося оновити активність

# ui.couldn_t_refresh_friends
source: Couldn't refresh friends
de: Freunde konnten nicht aktualisiert werden
es: No se pudieron actualizar los amigos
fr: Impossible d’actualiser les amis
it: Impossibile aggiornare gli amici
pl: Nie udało się odświeżyć znajomych
pt: Não foi possível atualizar os amigos
uk: Не вдалося оновити друзів

# ui.couldn_t_refresh_map
source: Couldn't refresh map
de: Karte konnte nicht aktualisiert werden
es: No se pudo actualizar el mapa
fr: Impossible d’actualiser la carte
it: Impossibile aggiornare la mappa
pl: Nie udało się odświeżyć mapy
pt: Não foi possível atualizar o mapa
uk: Не вдалося оновити мапу

# ui.couldn_t_refresh_notifications
source: Couldn't refresh notifications
de: Mitteilungen konnten nicht aktualisiert werden
es: No se pudieron actualizar las notificaciones
fr: Impossible d’actualiser les notifications
it: Impossibile aggiornare le notifiche
pl: Nie udało się odświeżyć powiadomień
pt: Não foi possível atualizar as notificações
uk: Не вдалося оновити сповіщення

# ui.couldn_t_refresh_place_details
source: Couldn't refresh place details
de: Ortsdetails konnten nicht aktualisiert werden
es: No se pudieron actualizar los detalles del lugar
fr: Impossible d’actualiser les détails du lieu
it: Impossibile aggiornare i dettagli del luogo
pl: Nie udało się odświeżyć szczegółów miejsca
pt: Não foi possível atualizar os detalhes do local
uk: Не вдалося оновити подробиці місця

# ui.couldn_t_refresh_places
source: Couldn't refresh places
de: Orte konnten nicht aktualisiert werden
es: No se pudieron actualizar los lugares
fr: Impossible d’actualiser les lieux
it: Impossibile aggiornare i luoghi
pl: Nie udało się odświeżyć miejsc
pt: Não foi possível atualizar os locais
uk: Не вдалося оновити місця

# ui.couldn_t_refresh_profile
source: Couldn't refresh profile
de: Profil konnte nicht aktualisiert werden
es: No se pudo actualizar el perfil
fr: Impossible d’actualiser le profil
it: Impossibile aggiornare il profilo
pl: Nie udało się odświeżyć profilu
pt: Não foi possível atualizar o perfil
uk: Не вдалося оновити профіль

# ui.couldn_t_report_review
source: Couldn't Report Review
de: Bewertung konnte nicht gemeldet werden
es: No se pudo denunciar la reseña
fr: Impossible de signaler l’avis
it: Impossibile segnalare la recensione
pl: Nie udało się zgłosić opinii
pt: Não foi possível denunciar a avaliação
uk: Не вдалося поскаржитися на відгук

# ui.couldn_t_search_places
source: Couldn't search places
de: Orte konnten nicht gesucht werden
es: No se pudieron buscar lugares
fr: Impossible de rechercher des lieux
it: Impossibile cercare luoghi
pl: Nie udało się wyszukać miejsc
pt: Não foi possível pesquisar locais
uk: Не вдалося знайти місця

# ui.couldn_t_update_blocked_users
source: Couldn't Update Blocked Users
de: Blockierte Nutzer konnten nicht aktualisiert werden
es: No se pudieron actualizar los usuarios bloqueados
fr: Impossible de mettre à jour les utilisateurs bloqués
it: Impossibile aggiornare gli utenti bloccati
pl: Nie udało się zaktualizować zablokowanych użytkowników
pt: Não foi possível atualizar os utilizadores bloqueados
uk: Не вдалося оновити заблокованих користувачів

# ui.couldn_t_update_categories
source: Couldn't update categories
de: Kategorien konnten nicht aktualisiert werden
es: No se pudieron actualizar las categorías
fr: Impossible de mettre à jour les catégories
it: Impossibile aggiornare le categorie
pl: Nie udało się zaktualizować kategorii
pt: Não foi possível atualizar as categorias
uk: Не вдалося оновити категорії

# ui.couldn_t_update_privacy_settings_please_try_again
source: Couldn’t update privacy settings. Please try again.
de: Datenschutzeinstellungen konnten nicht aktualisiert werden. Versuche es erneut.
es: No se pudieron actualizar los ajustes de privacidad. Inténtalo de nuevo.
fr: Impossible de mettre à jour les réglages de confidentialité. Réessayez.
it: Impossibile aggiornare le impostazioni di privacy. Riprova.
pl: Nie udało się zaktualizować ustawień prywatności. Spróbuj ponownie.
pt: Não foi possível atualizar as definições de privacidade. Tenta novamente.
uk: Не вдалося оновити налаштування конфіденційності. Спробуйте знову.

# ui.create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pl: Utwórz
pt: Criar
uk: Створити

# ui.create_your_own_categories_to_organize_places_your_way
source: Create your own categories to organize places your way.
de: Erstelle eigene Kategorien, um Orte nach deinen Vorstellungen zu organisieren.
es: Crea tus propias categorías para organizar los lugares a tu manera.
fr: Créez vos catégories pour organiser les lieux à votre façon.
it: Crea le tue categorie per organizzare i luoghi a modo tuo.
pl: Twórz własne kategorie, aby porządkować miejsca po swojemu.
pt: Cria as tuas categorias para organizar os locais à tua maneira.
uk: Створюйте власні категорії, щоб упорядкувати місця по-своєму.

# ui.created_by_a_friend
source: Created by a friend
de: Von einem Freund erstellt
es: Creada por un amigo
fr: Créée par un ami
it: Creata da un amico
pl: Utworzone przez znajomego
pt: Criada por um amigo
uk: Створено другом

# ui.created_by_value
source: Created by %@
de: Erstellt von %@
es: Creada por %@
fr: Créée par %@
it: Creata da %@
pl: Utworzone przez %@
pt: Criada por %@
uk: Створено користувачем %@

# ui.created_by_you
source: Created by you
de: Von dir erstellt
es: Creada por ti
fr: Créée par vous
it: Creata da te
pl: Utworzone przez Ciebie
pt: Criada por ti
uk: Створено вами

# ui.current_location_is_unavailable
source: Current location is unavailable.
de: Der aktuelle Standort ist nicht verfügbar.
es: La ubicación actual no está disponible.
fr: La position actuelle est indisponible.
it: La posizione attuale non è disponibile.
pl: Bieżąca lokalizacja jest niedostępna.
pt: A localização atual está indisponível.
uk: Поточне місцезнаходження недоступне.

# ui.current_photos
source: Current Photos
de: Aktuelle Fotos
es: Fotos actuales
fr: Photos actuelles
it: Foto attuali
pl: Obecne zdjęcia
pt: Fotos atuais
uk: Поточні фото

# ui.custom_categories_can_be_discovered_and_added_by_your_friends
source: Custom categories can be discovered and added by your friends.
de: Deine Freunde können eigene Kategorien entdecken und hinzufügen.
es: Tus amigos pueden descubrir y añadir tus categorías personalizadas.
fr: Vos amis peuvent découvrir et ajouter vos catégories personnalisées.
it: I tuoi amici possono scoprire e aggiungere le tue categorie personalizzate.
pl: Znajomi mogą odkrywać i dodawać Twoje własne kategorie.
pt: Os teus amigos podem descobrir e adicionar as tuas categorias personalizadas.
uk: Ваші друзі можуть знаходити та додавати ваші власні категорії.

# ui.custom_pin
source: Custom Pin
de: Eigene Stecknadel
es: Marcador personalizado
fr: Repère personnalisé
it: Segnaposto personalizzato
pl: Własna pinezka
pt: Marcador personalizado
uk: Власна позначка

# ui.custom_place_name
source: Custom Place Name
de: Name des eigenen Ortes
es: Nombre del lugar personalizado
fr: Nom du lieu personnalisé
it: Nome del luogo personalizzato
pl: Nazwa własnego miejsca
pt: Nome do local personalizado
uk: Назва власного місця

# ui.danger_zone
source: Danger Zone
de: Unwiderrufliche Aktionen
es: Acciones irreversibles
fr: Actions irréversibles
it: Azioni irreversibili
pl: Działania nieodwracalne
pt: Ações irreversíveis
uk: Незворотні дії

# ui.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
pl: Ciemny
pt: Escuro
uk: Темна

# ui.default_categories
source: Default Categories
de: Standardkategorien
es: Categorías predeterminadas
fr: Catégories par défaut
it: Categorie predefinite
pl: Kategorie domyślne
pt: Categorias predefinidas
uk: Стандартні категорії

# ui.default_categories_you_hide_will_appear_here_so_you_can_restore_them_later
source: Default categories you hide will appear here so you can restore them later.
de: Ausgeblendete Standardkategorien erscheinen hier, damit du sie später wiederherstellen kannst.
es: Aquí aparecerán las categorías predeterminadas ocultas para que puedas restaurarlas después.
fr: Les catégories par défaut masquées apparaîtront ici pour pouvoir les rétablir plus tard.
it: Qui appariranno le categorie predefinite nascoste, per ripristinarle in seguito.
pl: Tutaj pojawią się ukryte kategorie domyślne, aby można było je później przywrócić.
pt: As categorias predefinidas ocultas aparecerão aqui para as poderes restaurar mais tarde.
uk: Тут з’являться приховані стандартні категорії, щоб ви могли відновити їх пізніше.

# ui.default_map_style
source: Default map style
de: Standardkartenstil
es: Estilo de mapa predeterminado
fr: Style de carte par défaut
it: Stile mappa predefinito
pl: Domyślny styl mapy
pt: Estilo de mapa predefinido
uk: Стандартний стиль мапи

# ui.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar
uk: Видалити

# ui.delete_account
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pl: Usuń konto
pt: Eliminar conta
uk: Видалити обліковий запис

# ui.delete_category
source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
it: Elimina categoria
pl: Usuń kategorię
pt: Eliminar categoria
uk: Видалити категорію

# ui.delete_dish_review
source: Delete Dish Review
de: Gerichtbewertung löschen
es: Eliminar reseña del plato
fr: Supprimer l’avis sur le plat
it: Elimina recensione del piatto
pl: Usuń opinię o daniu
pt: Eliminar avaliação do prato
uk: Видалити відгук про страву

# ui.delete_review
source: Delete Review
de: Bewertung löschen
es: Eliminar reseña
fr: Supprimer l’avis
it: Elimina recensione
pl: Usuń opinię
pt: Eliminar avaliação
uk: Видалити відгук

# ui.delete_this_dish_review
source: Delete this dish review?
de: Diese Gerichtbewertung löschen?
es: ¿Eliminar esta reseña del plato?
fr: Supprimer cet avis sur le plat ?
it: Eliminare questa recensione del piatto?
pl: Usunąć tę opinię o daniu?
pt: Eliminar esta avaliação do prato?
uk: Видалити цей відгук про страву?

# ui.delete_this_review
source: Delete this review?
de: Diese Bewertung löschen?
es: ¿Eliminar esta reseña?
fr: Supprimer cet avis ?
it: Eliminare questa recensione?
pl: Usunąć tę opinię?
pt: Eliminar esta avaliação?
uk: Видалити цей відгук?

# ui.delete_value
source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
pl: Usuń %@
pt: Eliminar %@
uk: Видалити %@

# ui.deleting_account
source: Deleting Account
de: Konto wird gelöscht
es: Eliminando cuenta
fr: Suppression du compte
it: Eliminazione account
pl: Usuwanie konta
pt: A eliminar conta
uk: Видалення облікового запису

# ui.description_optional
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultative)
it: Descrizione (facoltativa)
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
uk: Опис (необов’язково)

# ui.directions
source: Directions
de: Route
es: Cómo llegar
fr: Itinéraire
it: Indicazioni
pl: Trasa
pt: Direções
uk: Маршрут

# ui.discard_changes
source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Abandonner les modifications
it: Scarta modifiche
pl: Odrzuć zmiany
pt: Descartar alterações
uk: Відхилити зміни

# ui.dish
source: + Dish
de: + Gericht
es: + Plato
fr: + Plat
it: + Piatto
pl: + Danie
pt: + Prato
uk: + Страва

# ui.dish_at_value
source: Dish at %@
de: Gericht bei %@
es: Plato en %@
fr: Plat chez %@
it: Piatto da %@
pl: Danie w %@
pt: Prato em %@
uk: Страва у %@

# ui.dish_name
source: Dish name
de: Gerichtname
es: Nombre del plato
fr: Nom du plat
it: Nome del piatto
pl: Nazwa dania
pt: Nome do prato
uk: Назва страви

# ui.dish_review
source: Dish Review
de: Gerichtbewertung
es: Reseña de plato
fr: Avis sur un plat
it: Recensione del piatto
pl: Opinia o daniu
pt: Avaliação de prato
uk: Відгук про страву

source: Dish review details were saved, but TrustMap could not finish the photo changes. Refresh the place and try again.
de: Die Gerichtbewertung wurde gespeichert, aber die Fotoänderungen konnten nicht abgeschlossen werden. Aktualisiere den Ort und versuche es erneut.
es: Se guardaron los detalles de la reseña del plato, pero no se completaron los cambios de fotos. Actualiza el lugar e inténtalo de nuevo.
fr: Les détails de l’avis sur le plat ont été enregistrés, mais les modifications des photos n’ont pas abouti. Actualisez le lieu et réessayez.
it: I dettagli della recensione del piatto sono stati salvati, ma le modifiche alle foto non sono state completate. Aggiorna il luogo e riprova.
pl: Szczegóły opinii o daniu zostały zapisane, ale zmiany zdjęć nie zostały ukończone. Odśwież miejsce i spróbuj ponownie.
pt: Os detalhes da avaliação do prato foram guardados, mas as alterações às fotos não foram concluídas. Atualiza o local e tenta novamente.
uk: Подробиці відгуку про страву збережено, але зміни фото не завершено. Оновіть місце та спробуйте знову.

# ui.dish_reviews
source: Dish Reviews
de: Gerichtbewertungen
es: Reseñas de platos
fr: Avis sur les plats
it: Recensioni dei piatti
pl: Opinie o daniach
pt: Avaliações de pratos
uk: Відгуки про страви

# ui.dish_reviews_added_for_this_place_will_appear_here
source: Dish reviews added for this place will appear here.
de: Hier erscheinen Gerichtbewertungen für diesen Ort.
es: Aquí aparecerán las reseñas de platos de este lugar.
fr: Les avis sur les plats de ce lieu apparaîtront ici.
it: Qui appariranno le recensioni dei piatti di questo luogo.
pl: Tutaj pojawią się opinie o daniach z tego miejsca.
pt: As avaliações dos pratos deste local aparecerão aqui.
uk: Тут з’являться відгуки про страви з цього місця.

# ui.dish_reviews_are_available_only_for_places_in_the_value_category
source: Dish reviews are available only for places in the %@ category.
de: Gerichtbewertungen sind nur für Orte in der Kategorie %@ verfügbar.
es: Las reseñas de platos solo están disponibles para lugares de la categoría %@.
fr: Les avis sur les plats sont disponibles uniquement pour les lieux de la catégorie %@.
it: Le recensioni dei piatti sono disponibili solo per i luoghi nella categoria %@.
pl: Opinie o daniach są dostępne tylko dla miejsc w kategorii %@.
pt: As avaliações de pratos só estão disponíveis para locais na categoria %@.
uk: Відгуки про страви доступні лише для місць у категорії %@.

# ui.dishes
source: Dishes
de: Gerichte
es: Platos
fr: Plats
it: Piatti
pl: Dania
pt: Pratos
uk: Страви

# ui.dishes_you_review_will_appear_here
source: Dishes you review will appear here.
de: Hier erscheinen Gerichte, die du bewertest.
es: Aquí aparecerán los platos que reseñes.
fr: Les plats que vous évaluez apparaîtront ici.
it: Qui appariranno i piatti che recensisci.
pl: Tutaj pojawią się ocenione przez Ciebie dania.
pt: Os pratos que avaliares aparecerão aqui.
uk: Тут з’являться страви, які ви оцінили.

# ui.display_name
source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
pl: Nazwa wyświetlana
pt: Nome apresentado
uk: Відображуване ім’я

# ui.display_name_is_required
source: Display name is required.
de: Ein Anzeigename ist erforderlich.
es: El nombre visible es obligatorio.
fr: Le nom affiché est obligatoire.
it: Il nome visualizzato è obbligatorio.
pl: Nazwa wyświetlana jest wymagana.
pt: O nome apresentado é obrigatório.
uk: Відображуване ім’я обов’язкове.

# ui.display_name_must_be_100_characters_or_fewer
source: Display name must be 100 characters or fewer.
de: Der Anzeigename darf höchstens 100 Zeichen haben.
es: El nombre visible debe tener como máximo 100 caracteres.
fr: Le nom affiché doit contenir au maximum 100 caractères.
it: Il nome visualizzato può contenere al massimo 100 caratteri.
pl: Nazwa wyświetlana może mieć maksymalnie 100 znaków.
pt: O nome apresentado pode ter no máximo 100 caracteres.
uk: Відображуване ім’я може містити щонайбільше 100 символів.

# ui.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
pl: Gotowe
pt: Concluído
uk: Готово

# ui.drag_to_reposition_pinch_to_zoom
source: Drag to reposition. Pinch to zoom.
de: Zum Verschieben ziehen. Zum Zoomen zwei Finger verwenden.
es: Arrastra para mover. Pellizca para ampliar.
fr: Faites glisser pour déplacer. Pincez pour zoomer.
it: Trascina per spostare. Pizzica per ingrandire.
pl: Przeciągnij, aby przesunąć. Uszczypnij, aby powiększyć.
pt: Arrasta para reposicionar. Aproxima ou afasta os dedos para ampliar.
uk: Перетягніть, щоб перемістити. Зведіть або розведіть пальці, щоб змінити масштаб.

# ui.dropped_pin
source: Dropped Pin
de: Gesetzte Stecknadel
es: Marcador colocado
fr: Repère placé
it: Segnaposto inserito
pl: Dodana pinezka
pt: Marcador colocado
uk: Додана позначка

# ui.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt: Editar
uk: Редагувати

# ui.edit_category
source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
it: Modifica categoria
pl: Edytuj kategorię
pt: Editar categoria
uk: Редагувати категорію

# ui.edit_dish_review
source: Edit Dish Review
de: Gerichtbewertung bearbeiten
es: Editar reseña del plato
fr: Modifier l’avis sur le plat
it: Modifica recensione del piatto
pl: Edytuj opinię o daniu
pt: Editar avaliação do prato
uk: Редагувати відгук про страву

# ui.edit_place_review
source: Edit Place Review
de: Ortsbewertung bearbeiten
es: Editar reseña del lugar
fr: Modifier l’avis sur le lieu
it: Modifica recensione del luogo
pl: Edytuj opinię o miejscu
pt: Editar avaliação do local
uk: Редагувати відгук про місце

# ui.edit_profile
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pl: Edytuj profil
pt: Editar perfil
uk: Редагувати профіль

# ui.edit_review
source: Edit Review
de: Bewertung bearbeiten
es: Editar reseña
fr: Modifier l’avis
it: Modifica recensione
pl: Edytuj opinię
pt: Editar avaliação
uk: Редагувати відгук

# ui.edit_value
source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
it: Modifica %@
pl: Edytuj %@
pt: Editar %@
uk: Редагувати %@
